Repository: SweelLong/ArcaeaTranslator
Catalog: */*.po
Languages: tl

source: Finish a song with a 1.2x or higher Partner fragment multiplier
tl: 『欠片獲得倍率』が x1.2以上のパートナーで いずれかの楽曲をプレイ

source: Finish a song with a Partner fragment multipler of 1.2x or more
tl: 『欠片獲得倍率』がx1.2以上のパートナーで いずれかの楽曲をプレイ

source: Follow the movement of Arc notes by moving your finger left or right.
tl: 動くアークノートをなぞるように、左右に動かしてみましょう

source: For the one who might find this: I'll write down all that I know, for you.
tl: 〔私の知る限りをここに記そう。 この手記を読むかもしれない、あなたのために〕

source: Forgot Password?
tl: パスワードを忘れた

source: Forgotten Construct
tl: 忘らるる造形

source: Forlorn
tl: 佗棄

source: Frag
tl: 欠片

source: Frag Boost
tl: 欠片ブースト

source: Fragment Boost
tl: 欠片ブースト

source: Fragments
tl: 欠片

source: Fragments Used
tl: 使用した欠片の数

source: Fragments after
tl: 使用後の欠片

source: Fragments are used to unlock new songs. They are acquired as you play.
tl: 欠片はゲームをプレイしていくことで蓄積され、 ゲーム内コンテンツのアンロックに使われます

source: Fragments before
tl: 使用前の欠片

source: Frame Rate
tl: フレームレート

source: Free
tl: 無料

source: Free unlock period has passed
tl: 無料解禁期間は終了しました

source: Friend ID:
tl: フレンドID:

source: Friends
tl: フレンド

source: Full
tl: 全曲

source: Full Unlock
tl: 全曲解禁する

source: Furigana
tl: ルビ表示

source: GUEST
tl: ゲスト

source: Gain or lose Rank based on performance Risk and Reward increase at higher Ranks
tl: プレイ功績に応じて階級が上下 高い階級ほどリスクと報酬が増加

source: Game data is out of sync due to another device. Please check your progress after re-entering World Mode.
tl: プレイヤーデータがもう一つの端末と同期できません。 ワールドモードを選択し直してから、状況を再度確認してください

source: Game data restored from cloud save.
tl: ゲームデータがクラウドから復元されました

source: Game data saved to cloud.
tl: クラウドにゲームデータが保存されました

source: Gameplay
tl: プレイ設定

source: Genre
tl: カテゴリ

source: Give Lead
tl: 選曲権をわたす

source: Glass gathered without balance
tl: 欠けた欠片、割り切れぬ均衡

source: Go back
tl: 戻る

source: Go to Map
tl: ワールドマップへ

source: Go to Pack
tl: パック詳細へ

source: Good luck in the upper levels of Arcaea!
tl: Arcaseの難易度の中で幸運を祈っています！

source: Google Play services are not available. Please try updating Google Play and re-launching Arcaea.
tl: Arcase服ありがとうございました！ どんな問題があってもすぐにフィードバックしてください。

source: Grade
tl: グレード

source: Grade %@ or above
tl: グレード %@ 以上

source: Graphics Quality
tl: グラフィック品質

source: Graphics Quality has been set to Lower for improved performance. This can be changed at any time from Settings.
tl: やあ、お帰りなさい~ Arcase開発チーム一同国慶節おめでとうございます！ カーネルバージョンがv 6.9.0に更新されました 他の言語パックは機械翻訳で、簡体字中国語も使ってくださいね！ より多くの情報はQQグループ内でタイムリーにチェックしてくださいね！ Copyright 2025 © NulCorePivot

source: Groove Core
tl: グルーヴの核

source: Group By
tl: フォルダー

source: Group songs by any category then open a group
tl: 検索ウィンドウで 曲をフォルダで分類し フォルダをどれか開く

source: HARD + 6% chance to lose 6x Recollection Rate STEP increased by 6 on clear
tl: HARD + 6%の確率でゲージの減少量が6倍 クリア時、一時的にSTEP値を6増加

source: HARD + Earn +%@ Fragments Reward increases for consecutive clears
tl: HARD + 欠片を%@個獲得 連続クリアの度、獲得量が上昇

source: HARD + FAR notes slightly decrease Recollection Rate
tl: HARD + FAR判定時に想起率がわずかに減少

source: HARD + For every 1/5 of song progress -10 Recollection Rate, +2 Fragments
tl: HARD + 楽曲が1/5進行する毎に 想起率が10減少し、欠片を2つ獲得

source: HARD + Gain +%@ Fragments on Track Clear This skill changes during the day
tl: HARD + クリア時に欠片を%@個獲得する 昼間になるとスキル効果が変化

source: HARD + Gain 10 STEP for every 1/3rd of total note count that max combo reaches
tl: HARD + 最大コンボ数がトータルノーツ数の 1/3に達するごとにSTEP値が10増加

source: HARD + Increased Recollection Rate change per note
tl: HARD + 想起率増減の割合が上昇する

source: HARD + LOST notes decrease Recollection Rate based on current combo
tl: HARD + 現在のコンボ数に応じて、 LOST判定で減少する想起率が変動

source: HARD + Lose %@ Fragments on Track Lost
tl: HARD + Track Lostの際、%@欠片が失われます

source: HARD + Lose Emotions. Weaken an aspect of Hikari & Vanessa by -10 per Emotion lost
tl: HARD + 感情の喪失 感情1つの喪失につき Hikari & Vanessaの性能1つが-10される

source: HARD + MIRROR - OVER increased by up to %@ based on Recollection Rate
tl: HARD + MIRROR - 想起率に応じて、 OVERの値が%@まで上昇する

source: HARD + MIRROR - Track Lost when Recollection Rate reaches 0%
tl: HARD + MIRROR - 想起率0%の時点で 楽曲は強制終了、Track Lostとなる

source: HARD + Max Recollection Gauge decreases based on current Recollection Rate
tl: HARD + 現在の想起率に応じて、 想起率ゲージの最大値が減少

source: HARD + Recollection Rate gain disabled for the last 1/4 of song
tl: HARD + 楽曲のうち、終盤1/4で、 想起率ゲージの上昇のみが無効化

source: HARD + Recollection Rate gain disabled when below %@ combo
tl: HARD + %@コンボ未満は想起率増加なし

source: HARD + World Mode progress increased by 1 for each %@ combo reached
tl: HARD + World Modeの進行度が、 %@コンボ毎に1増える

source: HARD - Fatalis Gauge + sacrifices stamina to overload World Mode
tl: HARD - フェイタリスゲージ + スタミナを犠牲に World Modeを過負荷状態にする

source: HARD - Forlorn Gauge
tl: HARD - 『佗棄』ゲージ

source: HARD - Gauge persists + Earn +%@ Fragments Reward increases for consecutive clears
tl: HARD - 想起率は持ち越し + 欠片を%@個獲得 連続クリアの度、獲得量が上昇

source: HARD - Irruption Gauge
tl: HARD - Irruptionゲージ

source: HARD - Irruption Gauge - Chance to usurp Partners' World plays with 2x progress
tl: HARD - Irruptionゲージ - World進行度2倍 稀に他パートナーの想起率を簒奪

source: HARD - Tempest Gauge
tl: HARD - テンペストゲージ

source: HARD - Track Lost after %@ FAR or LOST notes
tl: HARD - LOSTかFAR判定が%@に到達時、 即時Track Lost

source: HARD - Track Lost after %@ LOST notes
tl: HARD - LOST判定が%@に到達時、即時Track Lost

source: HARD - Track Lost when Recollection Rate reaches 0%
tl: HARD - 想起率ゲージが0%時点で強制終了 Track Lostとなる

source: Haruna
tl: はるな

source: Have their Stories align (15-6 | 16-6)
tl: 彼女たちの物語を並べる (15-6 | 16-6)

source: Her old self is something she can hardly recall. Find and treasure a song of that reflection.
tl: 少女が思い出せるのは僅かな過去。 探し出すのは音楽に映された彼女。

source: Her power is currently restrained. Insight cannot usurp Partners' World plays.
tl: 封じられし埒外の力──識眼は縛られた。 (Worldモードへの介入は発生しません)

source: Her skill can be disabled within the character select screen.
tl: （パートナー選択画面からスキル封印も可能）

source: Herald.
tl: 使者

source: Hidden
tl: ボタン非表示

source: Hide Text
tl: テキストを非表示

source: High Score
tl: ハイスコア

source: Hikari
tl: 光

source: Hikari & El Clear
tl: 光＆エル・クリア

source: Hikari & Fisica
tl: 光＆フィシカ

source: Hikari & Seine
tl: 光＆セイネ

source: Hikari & Selene Sheryl
tl: 光＆セレネ・シェリル

source: Hikari & Tairitsu
tl: 光と対立

source: Hold a finger where Arc notes approach. Keep holding until the note has ended.
tl: 流れてくる線、アークノートを長押ししましょう ノートの終わりまで、押し続けて下さい

source: Hollow Core
tl: 空虚の核

source: Horizon of Anamnesis
tl: 追憶の地平

source: I Agree
tl: 同意する

source: I can certainly confirm it by now: the flow of time from here and in relation to Arcaea seems to be strange. It reminds me of time dilation.
tl: 〔明言できる、この館の時の流れは奇妙で、Arcaeaの世界と違う。 まるでタイム・ダイレーションのようだ〕

source: ID must be 9 digits.
tl: 9桁の数字を入れてください

source: INTRUDER
tl: 侵犯者

source: If you're enjoying Arcaea, please consider writing a review. This will help us gain fans and bring more content!
tl: Arcaseはどう思う？ もしよろしければ、ぜひ時間を割いてご意見を書いてください。 もっとうまくやりましょう！

source: Ignore
tl: 無視

source: Ignore Random Restriction Steps After World progress, this skill changes
tl: ランダム選曲マスの効果を無視 Worldを進行後、スキルが変化

source: Ignore Speed and Random Restriction Steps, World progress halved below Grade EX
tl: 速度固定・ランダム選曲マスの効果を無視 EXグレード未満の場合、STEP数が半減

source: Ilith
tl: イリス

source: Illusion
tl: 幻影

source: Illustration
tl: イラスト

source: In Lead selection, the Lead selects a song to play.
tl: 代表制では、リーダーがプレイ楽曲を選びます。

source: In Turns selection, each player takes turns selecting a song to play.
tl: 交代制では、プレイごとに曲を選ぶ人が順番に変わります。

source: In Vote selection, a song is selected randomly from all player votes.
tl: 投票制では、メンバーそれぞれが選んだ曲から、ランダムに選曲されます。

source: In a land of scattered glass: alone, afraid, and unafraid, they met first with tragedy, and then each other. Now, their memories have taken shape. Main Story Chronicles contains each Main Story chapter up to and including Black Fate. Join Hikari and Tairitsu on their arduous journeys, and beyond.
tl: 硝子の地平、別々に目覚めた少女たち。 怯える少女、臆さぬ少女。 悲劇を越え、ついに二人は邂逅する。 旅路はいま、ここに収束する。 『Black Fate』までのパック5種を含むセットです。 光と対立の数奇な旅路を巡り、そしてその先へ──。

source: In order to use the Arcaea online services you must read and agree to the following:
tl: Arcaeaに関連するオンラインサービスのご利用には、 以下規約をご一読の上で、同意が必要です:

source: In-App Purchase
tl: アプリ内課金で支払う

source: In-Progress
tl: 進行中

source: In-app purchases are not available on this device. Please check your device settings.
tl: アプリ内課金は本デバイスではご利用いただけません。 デバイスの設定をご確認ください。

source: Incorrect.
tl: 不正解──。

source: Increased Recollection Rate change per note No Recollection Rate gain for FAR notes
tl: 想起率増減の割合が上昇する FAR判定の際、想起率は上がらない

source: Inscribe the name upon %@
tl: 以下の名を示せ %@

source: Inscribed Law
tl: 摂理の介入

source: Insight
tl: 識眼

source: Instant
tl: 最速

source: Instantly obtain all songs in '%@'
tl: 【%@】の楽曲を全て入手する

source: Insufficient Cores
tl: 核が不足しています

source: Intruder
tl: 侵犯者

source: Intruder Progress
tl: 侵犯の成果

source: Intruder Sealed
tl: 封印中

source: Intruder Skill
tl: 侵犯者の御業

source: Invalid Code
tl: 無効なコードです

source: Invalid Room Code.
tl: このルームコードは無効です。

source: Invite
tl: 招待

source: Invite Notification
tl: Link Play通知

source: Invited '%@' to Link Play.
tl: %@さんをLink Playに招待しました。

source: Isabelle
tl: イゼヴェル

source: It is a complete certainty that I died. I know what I feel, and I know that it was my fault.
tl: 〔紛れもなく私は死んだ。あの感情を、感覚を覚えている。 なにより全てが自分の所為だったと、知っている〕

source: It's time to introduce Arcaea's advanced note types.
tl: では、Arcaseの進級音符を認識してみましょう

source: Join
tl: 参加

source: Kanae
tl: 叶永

source: Kick Player
tl: プレイヤーの強制退出

source: Kou
tl: 紅

source: LAST CLOUD SAVE:
tl: 直近のクラウドセーブ

source: LAW
tl: 摂理

source: LIGHT - Rewrite the paradigms of Light and Conflict.
tl: 光 - 光と対立のパラダイム属性を書き換える

source: LIMITED
tl: 期間限定

source: Lacrymira
tl: ラクリミラ

source: Lagrange
tl: ラグランジュ

source: Language
tl: 言語設定

source: Last Play
tl: 前の曲

source: Last Played
tl: 一つ前にプレイした曲

source: Late/Early Position
tl: Late/Earlyの位置

source: Lead
tl: 代表制

source: Leave Room
tl: 退出する

source: Leave the current Link Play room?
tl: 参加しているルームから退出しますか？

source: Leaving Song Select will cause you to disconnect from Link Play
tl: 選曲画面から移動しますか？ Link Playから切断されてしまいます

source: Let's Link Play in Arcaea! Room Code: %1@ %2@ #arcaea_link
tl: Arcase Link Playで遊ぼう！部屋番号:%1@%2@ #arcaea_link

source: Let's put everything new together!
tl: では、さっそくやってみましょう

source: Let's refresh how Arc notes move from side to side.
tl: では、まずはアークノートの復習から。

source: Let's try it out for real!
tl: それでは、実際にやってみましょう！

source: Lethe
tl: レーテー

source: Level
tl: レベル

source: Level Up
tl: レベルアップ

source: Level Up a Partner to level 12 or higher
tl: パートナーを1人 レベルアップさせて レベル12以上にする

source: Level Warning
tl: 注意: 難易度が高い設定です

source: Level after
tl: レベル（進化後）

source: Level before
tl: レベル（進化前）

source: Lily
tl: リリィ

source: Linka
tl: リンカ

source: Locked
tl: ロック

source: Login
tl: ログイン

source: Login Present
tl: ログイン報酬

source: Login to get new packs, add friends, and use network features
tl: ログインすることで、新しいパックの入手、 フレンドの追加、オンライン機能などが利用できます。

source: Logout
tl: ログアウト

source: Long Press
tl: 長押し

source: Lost World
tl: 失われた世界

source: Lower
tl: 軽量

source: Luin
tl: ルーン

source: Luna
tl: ルナ

source: Luna & Ilot
tl: ルナ＆イロ

source: Luna & Mia
tl: ルナ＆美亜

source: MIRROR + FAR judgements hidden
tl: MIRROR + FAR判定の非表示

source: MIRROR - All Notes and Arcs reversed
tl: MIRROR - プレイ時、左右対称に譜面が反転

source: MUSE DASH - Sky Notes become ghosts when playing a Muse Dash song
tl: MUSE DASH - Muse Dash楽曲をプレイ時、 スカイノートがゴーストに変身する

source: Main
tl: メイン

source: Main Story
tl: メイン

source: Main Story Chronicles
tl: メインストーリークロニクル

source: Main Story[PACKLIST]
tl: メインストーリー

source: Manage Downloads
tl: ダウンロードの管理

source: Map
tl: マップ

source: Marija
tl: マリヤ

source: Match "%@"
tl: 値が%@の曲

source: Max downloads exceeded. Please wait 24 hours and try again.
tl: サーバのダウンロードリクエスト数が超過しました。 24時間後にもう一度試してください。

source: Maximum friend limit extended!
tl: 登録上限が拡張されました。

source: Maximum level 20 > 30
tl: 最大レベル 20→30

source: Maya
tl: マヤ

source: Maya, 1.
tl: 〔マヤ - 1.〕

source: Maya, 42.
tl: 〔マヤ - 42.〕

source: Maya, 8.
tl: 〔マヤ - 8.〕

source: Memories
tl: メモリー

source: Memories after
tl: 使用後のメモリー

source: Memories and packs are connected to your account. Use Cloud Save to save your scores and unlocks
tl: 購入済みのメモリーと拡張パックはアカウントに記録されます 解禁状況やスコアの保存は【クラウド同期】機能をご利用ください

source: Memories are obtainable through the Arcaea website.
tl: 記憶源ポイントはArcase公式サイトから入手可能

source: Memories are used to unlock new songs and packs. You need to be online and signed in to use them.
tl: メモリーは拡張コンテンツの開放に使います メモリーを使用するにはサインインが必要です

source: Memories before
tl: 使用前のメモリー

source: Memories can be used to purchase songs, packs and future content. You need to be online and signed in to use them. Memories are tied to your Arcaea account and never expire. Purchases are made in accordance with:
tl: メモリーは楽曲やコンテンツパックなど、 今後のコンテンツを購入するのに使えます。 使用するには、Arcaeaアカウントにサインインの上、 オンラインである必要があります。 また、メモリーはArcaeaアカウントに紐付けされており、 失効することはございません。 支払いについての方針はこちら：

source: Memory Boost
tl: メモリー ブースト

source: Memory Archive Ticket
tl: Memory Archiveチケット

source: Memory Boost
tl: メモリーブースト

source: Memory Boost active. In this chapter, your next play progress and Partner experience gain will have a %@x multiplier.
tl: 現在、メモリーブーストが発動中です。 本チャプターでは次曲の進行度・経験値が%@倍になります。

source: Memory Boost increases progress and experience for your next World play. It stays active until you play a song in any map. (Excludes Legacy chapters)
tl: メモリーブーストを使用すると、World Modeの進行度と経験値が増加します レガシーチャプター以外のどこかのマップで1曲プレイするまで有効です。

source: Memory Boost, Stamina Boost, and Beyond Boost do not influence each other and instead stack cumulatively.
tl: メモリーブーストとスタミナブースト、そしてBeyondブーストの効果は重複しません。 複数を同時適用した場合、各倍率を足した数値が最終倍率となります。

source: Menus Only
tl: メニュー画面のみ

source: Middle
tl: 画面中部

source: Midsummer
tl: 盛夏

source: Mika Yurisaki
tl: 百合咲ミカ

source: Milk
tl: みるく

source: Mir
tl: ミール

source: Miss both special notes in Infinite Strife, and clear it
tl: 【Infinite Strife,】の特殊ノーツ つとも拾わずにクリア

source: Mission Complete
tl: ミッション完了

source: Mission Rewards
tl: ミッション報酬

source: Missions
tl: ミッション

source: Mithra Tercera
tl: ミスラ・テルセーラ

source: More players are needed to start.
tl: 開始にはプレイヤー人数が足りません。

source: Music
tl: 作曲

source: Music Game
tl: 音楽ゲーム

source: My Rank
tl: ランク

source: NEXT
tl: 次

source: NEXT CHAPTER
tl: 次の チャプターへ

source: Nai
tl: ナイ

source: Name
tl: 名前

source: Nami
tl: 奈実

source: Nami & Sui
tl: 奈実＆スイ

source: Nell
tl: ネール

source: Network Error
tl: ネットワークエラー

source: New Story Unlocked
tl: ストーリーが解禁されました

source: No
tl: いいえ

source: No Events
tl: イベントなし

source: No Recollection Rate loss for the first %@ LOST notes
tl: 最初のLOSTノート%@個まで 想起率が減らなくなる

source: No Thanks
tl: 今はしない

source: No data found to sync.
tl: 同期するためのデータがありません

source: No events are currently running.
tl: 開催中のイベントはありません。

source: No incomplete purchases found.
tl: 未完了の購入手続きはありませんでした。

source: None
tl: なし

source: Nono
tl: ノノ

source: Nonoka
tl: ノノカ

source: Not Available
tl: 選曲できません

source: Not Played
tl: 未プレイ

source: Not a single soul could have predicted this truth. The truth is what befell. What it entails yet remains shrouded. Find 3 more songs in this addition to Severed Eden, all winning entries of the "Imagining After" Song Contest.
tl: 誰も予期などしなかった。誰も防げはしなかった。 ただ、降り掛かった現実だけが真実で。 ──待つモノは、ただ、未知数。 『Severed Eden』に加わる新たな音色、 『Imagining After』の入賞曲3つが追加。

source: Not all players are able to play this song.
tl: この曲をプレイできないプレイヤーさんがいます。

source: Not all players are available to start.
tl: プレイヤー全員の準備が出来ていません。

source: Not available in Streaming Mode
tl: ストリーミングモードではご利用できません

source: Not enough %@
tl: %@が不足しています

source: Note Design
tl: 譜面制作

source: Note Speed
tl: 譜面速度

source: Note Volume
tl: SE音量

source: Note judgement details displayed
tl: ノーツ判定の内訳を表示

source: Note sounds disabled due to high offset
tl: 遅延補正の値が高いため、 効果音が無効になります

source: Note speed restricted by World Map
tl: ワールドマップの特殊効果マスによりノート速度が制限されています

source: Notice
tl: お知らせ

source: Notifications can be individually toggled in the Settings menu.
tl: 各通知のオンオフは、ゲーム内設定から変更できます。

source: Now, your steps matter again: half of them.
tl: さあ、キミの足取りが再び真価を問われるよ。 けれど半分だ、半分だけさ……

source: O.N.G.E.K.I. - Boost random stats on dealing Overdamage
tl: O.N.G.E.K.I. - オーバーダメージで ステータスがランダムにブースト

source: O.N.G.E.K.I. - Fragment reward on dealing Overdamage
tl: オンゲキ - オーバーダメージによる 欠片ボーナス

source: O.N.G.E.K.I. - On Track Complete, deal Overdamage based on accuracy
tl: O.N.G.E.K.I. - 楽曲終了時、 精度に応じたOVER DAMAGEを与える

source: O.N.G.E.K.I. - Reward Overdamage fragments based on performance
tl: O.N.G.E.K.I. - オーバーダメージ毎に パフォーマンスに応じた欠片を獲得

source: OBTAINED
tl: 獲得済

source: OFFLINE
tl: オフライン

source: OR %@
tl: または 「%@」

source: OVERFLOW - EASY Recollection Rate HARD upon reaching 100% Recollection
tl: オーバーフロー - 想起率が100%まではEasyモード 100%に到達した瞬間 Hardモードになります

source: Obtain %@
tl: %@を獲得する

source: Obtain %@ %2@ when you purchase this %3@.
tl: この%3@を購入時、%2@を%@個獲得します。

source: Obtain '%1@' to unlock this story.
tl: 楽曲【%1@】入手でストーリーが解禁

source: Obtain '%1@' and '%2@' to unlock this story.
tl: 楽曲【%1@】と 【%2@】入手でストーリーが解禁

source: Obtain '%@' to unlock this story.
tl: 楽曲【%@】入手でストーリーが解禁

source: Obtain Memories
tl: メモリーを補充する

source: Obtain Potential %@ or above
tl: ポテンシャル %@ 以上を獲得

source: Obtain any Core for Awakening Partners in World Mode
tl: World Modeにて パートナー覚醒アイテム 『核』をどれか1つ入手

source: Obtain any Core for Awakening Partners in World Mode
tl: World Modeにてパートナー覚醒アイテム 『核』をどれか1つ入手

source: Obtain either the song '%1@' or '%2@' to read this story.
tl: 楽曲【%1@】【%2@】 どちらかの所持で本ストーリーが解禁されます。

source: Obtain either the song '%1@' or '%2@' to read this story.
tl: 楽曲【%1@】【%2@】どちらかの所持で本ストーリーが解禁されます。

source: Obtain in World Mode
tl: ワールドモードにて入手

source: Obtain that which you seek
tl: 追い求めた真実(モノ)の入手

source: Obtain the '%@' pack to read this story. You must be online and logged in to purchase packs.
tl: ストーリーを読むためには追加コンテンツパック 【%@】を入手してください。 購入にはログインして、オンラインである必要があります。

source: Obtain the Lasting Eden Pack
tl: 『Lasting Eden』を購入

source: Obtain the Partner '%@'
tl: パートナー『%@』の入手

source: Obtain the song '%@' from World Mode to read this story.
tl: このストーリーを読むには、World Modeで 楽曲『%@』を獲得する必要があります。

source: Obtain the song '%@' to read this story. You must be online and logged in to unlock songs.
tl: 本ストーリーを読むには楽曲【%@】を 入手してください。 購入にはログインと、オンライン状態である必要があります。

source: Obtain this song in a limited time event for free
tl: 期間限定で本楽曲を無料で解禁/入手しましょう

source: Obtained
tl: 入手日時

source: Offset
tl: 音ズレ調整

source: Offset Setup
tl: 音ズレを計測する

source: One Last Dream
tl: 終わりの末夢

source: One or more purchases successfully completed.
tl: ひとつかそれ以上の購入が完了しました。

source: Open App Store
tl: App Storeを開く

source: Open Google Play
tl: Google Playを開く

source: Open Site
tl: Webサイトを開く

source: Open the Settings menu
tl: 『設定』メニューを開く

source: Original
tl: オリジナル

source: Other than side to side, Arc notes can also move vertically. Move your finger up and down to follow the height of the Arc note.
tl: アークノートは横だけでなく、縦にも動きます ノートをなぞるように、上下に指を動かしましょう

source: Outer Reaches
tl: 世界の外れ

source: Overdrive
tl: 突破値

source: Overview
tl: マップ一覧

source: Overwrite Cloud Save
tl: クラウドデータを上書き

source: Ownership of Lasting Eden is required to obtain this Pack Append.
tl: このPack Appendの購入には、 『Lasting Eden』の所持が必須です。

source: PARTNER
tl: パートナー

source: PERFORMANCE
tl: パフォーマンス

source: PLAY
tl: プレイ

source: PROG = OVER + STEP/2
tl: 進行度 = 突破値 + STEP値/2

source: PROG = OVER - ||OVER-FRAG|-|OVER-STEP||
tl: 進行度 = 突破値 - ||突破値 - FRAG値| - |突破値 - STEP値||

source: PROG x= FRAG
tl: 進行度 x= FRAG値

source: PROG x= max(1.0, 2.0 - 0.1 x LEVEL)
tl: 進行度 x= max(1.0, 2.0 - 0.1 x LEVEL)

source: Pack
tl: パック

source: Pack required to unlock FTR difficulty
tl: 難易度FTR解禁には 上記のパックが必要です

source: Page %1@/%2@
tl: ページ %1@/%2@

source: Pandora Nemesis
tl: パンドラネメシス

source: Partner
tl: パートナー

source: Partner Progress
tl: パートナー効果

source: Partner Sealed
tl: 封印中

source: Partner Skill
tl: パートナースキル

source: Partner Storage
tl: パートナー蓄積分

source: Partner stats and skills are available when logged in.
tl: 能力値とスキルはログイン時のみ利用できます

source: Partners gain experience while playing in World Mode. Higher-level Partners and ones with difficult abilities help you progress faster.
tl: パートナーはワールドモードをプレイすることで経験値を獲得します 高いレベルになると、より高度なアビリティを習得して進行を早めることができます

source: Partners share %@% of their Fragments with Kou, received after playing a song (Total: %2@)
tl: 他パートナーで入手した欠片の%@%を蓄積する 1曲プレイ後に合計(計:%2@個)をプレゼント

source: Password
tl: パスワード

source: Password (confirm)
tl: パスワード(確認)

source: Password does not match
tl: パスワードが一致しません

source: Password must be at least 8 characters
tl: パスワードは8文字以上にしてください

source: Pause Type
tl: ポーズ方式

source: Pay %@ Fragments to extend maximum friends to %2@?
tl: %@ 欠片を支払うことで上限を %2@に増やすことができます。

source: Pay 10 Fragments on start Gain 1 Milk on clear
tl: 開始時に欠片10個を支払い クリアのたびに『牛乳』を1本獲得

source: Pay the chart level in Fragments on start Earn +10 Fragments on EX or above
tl: 開始時、譜面難度と同数の欠片を消費し EXグレード以上で得られる欠片が+10

source: Peacemaker
tl: ピースメーカー

source: Performance
tl: パフォーマンスレート

source: Performance does not effect ascent or descent Upon failure, all will be lost
tl: 特進も降格も功績に関与しない 失敗時、すべてが失われる

source: Play %@ %2@
tl: %@ %2@ をプレイする

source: Play Result
tl: プレイ結果

source: Play a song that is above your Potential
tl: ポテンシャル上の実力を 超えたスコアを出す

source: Play in progress. This Room cannot currently be joined.
tl: 楽曲プレイ中です。 今すぐこのルームに参加することはできません。

source: Player Potential shown when enabled
tl: 有効時に ポテンシャルを表示

source: Players can suggest songs, appearing as messages. Tap a message to quickly jump to a suggested song.
tl: 楽曲のおすすめもできます。おすすめすると メッセージとして表示されます。タップするとその曲に移動します。

source: Playing in World Mode consumes stamina. Stamina regenerates over time.
tl: ワールドモードをプレイするとスタミナを消費します スタミナは時間とともに回復されます

source: Please email 'contact@lowiro.com' for any game or account issues.
tl: アカウント・ゲームにおける不具合は、 『contact@lowiro.com』までお問い合わせ下さい

source: Please enter a valid code.
tl: 有効なコードを入力してください

source: Please enter a valid email address
tl: 有効なメールアドレスを入力してください

source: Please update Arcaea to the latest version.
tl: Arcaseを最新バージョンに更新してください。

source: Please wait %@ minutes before requesting another verification email.
tl: 認証メールの再申請まで、あと%@分ほどお待ち下さい。

source: Please wait 24 hours before using this feature again.
tl: 本機能の再使用は24時間後までお待ち下さい。

source: Pop / Recommended
tl: ポップ・おすすめ

source: Prepare to start...
tl: 準備中…

source: Preparing
tl: 準備中

source: Present difficulties and above provide a greater challenge. Before challenging this level we recommend that you play the Advanced Tutorial. You can view the Tutorial later from Main Menu > About.
tl: 'Present'以上の難易度には複雑な譜面が含まれています プレイする前に'チュートリアルへ'を選択し、 上級者向けのチュートリアルをやってみましょう メインメニューのAboutから行くこともできます

source: Price
tl: 価格

source: Privacy Policy
tl: 個人情報保護方針

source: Private
tl: 非公開

source: Proceed
tl: 進む

source: Proceed[MACULA]
tl: 前へ

source: Profile
tl: プロフィール

source: Progress
tl: 進捗状況

source: Progress through World Mode to earn songs, Partners, & other rewards.
tl: ワールドモードを進めていくことで 楽曲やパートナーなどのコンテンツを開放することができます

source: Progress through a total of %@X steps in this chapter in order to unlock this Map
tl: 本マップの解禁には、このチャプターでトータル、%@Xステップ分の踏破が必要です。

source: Public
tl: 公開

source: Purchase
tl: 購入する

source: Purchase Error
tl: 購入エラー

source: Purchase through Arcaea Online
tl: Arcase Onlineによる支払い

source: Purchases Pending
tl: 保留中の購入手続き

source: Purchases are available on all of your Arcaea devices.
tl: 購入済みコンテンツはArcaeaをインストールした すべての端末からご利用が可能です。

source: Pure Late/Early
tl: Pure L/E表示

source: Quit
tl: 中断する

source: Quit near the end of a song
tl: 楽曲の終了直前にリタイア

source: Quit ⸗⸗⸗⸗
tl: ⸗⸗⸗にリタイア

source: Quitting will abandon the course. Stamina/Warped Shard will be spent!
tl: リタイアすると、コース全てを終了します。 消費されたスタミナ/次元の硝片は返却されません。

source: Quitting will abandon the current song. Stamina/Fragments will be spent without progress!
tl: 終了するとプレイ中の楽曲を放棄してしまいます 消費したスタミナは戻すことができません！

source: Quitting will cause you to leave the room!
tl: 終了するとルームから退出します！ 本当によろしいですか？

source: REMAIN
tl: 残り

source: REQUIREMENT
tl: マップの解放条件
