Repository: SweelLong/ArcaeaTranslator
Catalog: */*.po
Languages: tl

source: When usurping a Partner, Lacrymira's stats will be used.
tl: パートナーの『簒奪』発生時、ラクリミラのステータスが参照される。

source: While some songs are unlocked with Fragments, others are unlocked in World Mode.
tl: 欠片で解禁できる楽曲もありますが、その他の曲はWorld Modeにて解禁できます。

source: Winter
tl: ウィンター

source: With Lacrymira's skill unlocked, she is able to usurp song plays or Track Lost events in World Mode.
tl: 今、ラクリミラのスキルが開放された。 World Modeでの楽曲プレイ時や、トラックロスト時に『簒奪』が発生。

source: With perfection or imperfection
tl: 完全か、不完全のいずれか

source: World
tl: 全世界

source: World Boost
tl: Worldブースト

source: World Boost active. All progress in World Mode increased by %@%.
tl: Worldブーストが発動済みです。 Worldモード内、すべての進行度に %@%のボーナスが加算されます。

source: World Mode has been overloaded. The overload will clear in %@. Refilling stamina will immediately restore World Mode.
tl: World Modeが過負荷状態です。 解消までの所要時間: %@ この状態はスタミナ回復時に解消されます。

source: World Mode progress randomly increased or decreased between %2@ and %3@
tl: World Modeの進行度が %2@から%3@の間でランダムに増減

source: World Overload
tl: 過負荷状態

source: World progress doubled when Stamina is greater than or equal to 6
tl: スタミナが6以上のとき Worldの進行度が2倍

source: World progress increased by %@ if a Fragment reward is collected
tl: 欠片を入手時、 Worldの進行度を%@追加

source: World progress increased by %@ when starting on a Restriction Step
tl: 楽曲制限タイルから開始時 Worldの進行度を%@追加

source: World progress increased by up to 10 based on completed Maps in a Chapter
tl: 同Chapter内の開拓済みマップの数に応じて World進行度に最大10のボーナス

source: Yes
tl: はい

source: You already own this item.
tl: 既に入手済みです

source: You are Lead. Select a song...
tl: 選曲できます。曲を選んでください。

source: You are at the point of no return. Proceeding will make a decision that you can not reverse.
tl: ここから先、引き返すことは出来ません。 取り返しがつかないとしても、続きへ進みますか？

source: You are close to the end of this map! Are you sure you want to activate Memory Boost?
tl: このマップの終わりまでもう直ぐです。 本当にメモリーブーストを使用しますか？

source: You are not the Lead.
tl: 選曲者は他の人です。

source: You can also organize songs into groups by Version, Level, or Grade.
tl: また、バージョン毎、レベル毎、グレード毎に楽曲をフォルダでまとめることもできます。

source: You can check this Tutorial again any time from the main menu.
tl: チュートリアルはメインメニューのAboutから、 いつでも見ることができます。

source: You can come back any time to reread story entries you've already unlocked.
tl: また、解禁したストーリーは、いつでも読み返せます。

source: You can see what pack you'll need for a specific story entry by tapping on it.
tl: 特定のストーリーにはどのパックの入手が必要か、タップで確認できます。

source: You can't be friends with yourself ;_;
tl: あなた自身をフレンドにすることはできません(´；ω；｀)

source: You cannot make a new account from this IP address today.
tl: このIPアドレスからは本日、 新規アカウントを作ることはできません。

source: You currently cannot add more friends. Extend your friend limit to add more.
tl: 今よりもフレンドを追加することはできません。 追加するためにはフレンド上限を拡張してください。

source: You currently have a total of %@ Fragments (including stacks of %2@).
tl: 現在、%@個の欠片を持っています。 （スタック（%2@個）分も含む）

source: You do not have enough Stamina.
tl: スタミナが足りません。

source: You do not have enough Warped Shards.
tl: 次元の硝片が足りません。

source: You do not have enough stamina.
tl: スタミナが不足しています

source: You have been logged out by another device. Please restart Arcaea.
tl: あなたのアカウントは他の場所にログインしています。 Arcaseを再起動してください。

source: You have incomplete purchases pending. These may require any or all of the following to be done: • A parent to approve your purchase • Paying for the purchase at a store • Waiting for payment approval Once the necessary steps are complete, please tap "Complete Purchase".
tl: 未完了の購入手続きが保留されています。以下の 該当するいずれか、または全てを解消する必要があります。 ・保護者による購入の承認 ・アプリストアでの支払い ・ストアによる支払い承認待ち 該当する問題が解消できましたら、 「購入を完了する」を押してください。

source: You have incomplete purchases. Please attempt tapping 'Complete Purchase'.
tl: 未完了の支払いがあります。 【支払いを完了する】をタップして下さい。

source: You have no Ether Drops. Ether Drops can be acquired by progressing through World Mode.
tl: エーテルの雫を持っていません。 エーテルの雫はワールドモードにて獲得可能です。

source: You have not yet unlocked a special song in this course.
tl: このコースに必要な特殊曲をまだ解禁していません。

source: You have not yet unlocked all of the songs in this course.
tl: このコースに必要な楽曲をまだ解禁していません。

source: You have reached the maximum friend limit.
tl: フレンド登録数が上限に達しました。

source: You may complete these requirements on any difficulty level.
tl: これらの解禁条件はどの難易度でも達成可能です。

source: You must be online and logged in to play Link Play. Log in via Network on the main menu.
tl: Link Playで遊ぶにはログインしてオンライン である必要があります。メインメニューの 『Network』からログインしてください。

source: You must be online and logged in to unlock songs.
tl: 購入はネットへのログイン状態が必須となります。

source: You must be online and logged in to unlock songs. Log in via Network on the main menu.
tl: 追加楽曲の開放にはオンライン接続環境とログインが必要です 「メニュー」のネットワーク項目よりログインを行ってください

source: You must be online and logged in to upgrade Intruders.
tl: かの侵犯者の強化にはログインが必須です。

source: You must be online and logged in to upgrade Partners.
tl: パートナーの強化にはログインが必須です。

source: You must be online and logged into an account to claim mission rewards.
tl: 報酬を入手するには、『Arcaeaアカウント』が オンラインである必要があります。

source: You must complete the previous course to challenge this one.
tl: このコースに挑戦するには、 一つ前のコースをクリアしてください。

source: You must integrate %@ more Beyond to unlock this Map.
tl: 本マップの解禁には、あと%@つのBYD解禁が必要です。

source: You must integrate %@ more Beyonds to unlock this Map.
tl: 本マップの解禁には、あと%@つのBYD解禁が必要です。

source: You must unlock the previous map to reveal this song.
tl: この楽曲を開放するには、前のマップを解禁する必要があります。

source: You must unlock ‘%@’ %2@ and ‘%3@’ %4@ to engage this song.
tl: この楽曲のプレイには、 【%@】 %2@と【%3@】 %4@ の解禁が必要です。

source: You must unlock ‘%@’ %2@ to engage this song.
tl: この楽曲のプレイには、 【%@】 %2@ の解禁が必要です。

source: You no longer have enough Fragments to use this boost.
tl: ブースト機能に必要な 欠片の量が足りません

source: You were removed from the room.
tl: ルームから退出させました

source: You'll also earn Fragments to unlock more songs and difficulties.
tl: また、ロックされた楽曲や、他の譜面難易度の解禁などに使用する「欠片」が手に入ります。

source: You've logged into over 2 devices in 24 hours. Please wait %@ before using this new device.
tl: 24時間以内に3つ以上のデバイスからのログインを検知。 %@の間、このデバイスからのログインはできません。

source: Your account functionality is currently limited.
tl: あなたのアカウントの機能は現在、制限されています。

source: Your cloud save will be replaced with data from this device.
tl: この端末のデータをアップロード後、クラウドのデータを上書きします。

source: Your email address will be used to log in
tl: メールアドレスはログインの際に必要です

source: Your friends list is full.
tl: フレンドリストが一杯です

source: Your gauge has not increased enough to use Beyond Boost.
tl: Beyondブーストを使用するには、ゲージの残量が足りません。

source: Your purchase has been completed successfully.
tl: 購入が成功しました。

source: Your want of fragments: make that matter as well.
tl: 欠片、欲しいよね？口でなんと言おうとさ。 うまく使うんだね、せいぜいその欲をサ……

source: You’re early!
tl: ゆっくりいきましょう。

source: Yume
tl: ユメ

source: [RESULT]Boosts
tl: ブースト

source: and when you are invited to Link Play.
tl: Arcaseから通知がプッシュされます。

source: arcaea_en
tl: arcaea_jp

source: complete
tl: 完了

source: from '%@'
tl: 「%@」より

source: has joined the room
tl: さん が参加しました

source: has left the room
tl: さん が退出しました

source: is now the Lead
tl: さん が選曲者です

source: maimai Core
tl: maimaiの核

source: now
tl: 今

source: remain
tl: 残り

source: song
tl: 楽曲

source: song pack
tl: 楽曲パック

source: the App Store
tl: App Store

source: via Arcaea Online
tl: Arcase Onlineを通じて支払われる権益

source: with 5th Anniversary Ticket
tl: 記念チケットを消費します

source: x%@ Boost
tl: ブースト%@倍

source: ⸗ anomaly or ⸗ song while using ⸗⸗⸗⸗
tl: アノマリー/⸗⸗曲を ⸗⸗⸗で⸗⸗⸗

source: ⸗⸗ Random ⸗⸗⸗
tl: ランダム⸗⸗⸗ ⸗⸗⸗⸗⸗

source: ⸗⸗ each digit ⸗⸗ ⸗⸗⸗⸗⸗⸗
tl: ⸗⸗⸗の数(全桁)⸗⸗ ⸗⸗⸗⸗

source: ⸗⸗each Tairitsu⸗⸗ ⸗⸗ her s⸗⸗ Her
tl: 対立を全て⸗⸗ 彼女の⸗⸗対立⸗⸗

source: ⸗⸗⸗⸗ LOSTs
tl: LOST⸗⸗⸗

source: ⸗⸗⸗⸗ first song of ⸗⸗⸗⸗⸗⸗
tl: ⸗⸗⸗の 初めの曲⸗⸗

source: ⸗⸗⸗⸗ minute begins, ⸗⸗⸗⸗⸗⸗⸗⸗
tl: ⸗⸗秒針が0のときに ⸗⸗⸗⸗⸗

source: ⸗⸗⸗⸗⸗ in Infinite Strife, ⸗⸗⸗
tl: 【Infinite Strife,】の⸗⸗ ⸗⸗⸗⸗⸗

source: ⸗⸗⸗⸗⸗⸗ Tempest Tairitsu
tl: 対立 (テンペスト)⸗⸗⸗⸗

source: ⸗⸗⸗⸗⸗⸗ above ⸗⸗ Potential
tl: ポテンシャル⸗⸗を 超えた⸗⸗

source: ⸗⸗⸗⸗⸗⸗ ⸗⸗ level ⸗⸗⸗⸗
tl: ⸗⸗⸗レベル⸗ ⸗⸗⸗⸗⸗
