Repository: SweelLong/ArcaeaTranslator
Catalog: */*.po
Languages: tl

source: RESTRICTION - Random + Double World progress After World progress, this skill changes
tl: RESTRICTION - ランダム選曲 + World進行度2倍 Worldを進行後、スキルが変化

source: REWARDS
tl: クリア報酬

source: ROOM CODE
tl: ルームコード

source: Random
tl: ランダム

source: Random Fragment bonus upon completing song
tl: 楽曲終了時、ランダムの欠片ボーナス

source: Randomly triggers MIRROR Gain +%@ Fragments on MIRROR
tl: MIRROR機能がランダムに発動 発動時、欠片が+%@

source: Rank %1@: Earn +%2@% Fragments, x%3@ Recollection Rate loss
tl: %1@級: 欠片獲得個数が+%2@% さらに想起率減少量がx%3@倍に

source: Reach 3.50 Potential
tl: 『ポテンシャル』が 3.50に到達する

source: Reach 70 percent Recollection Rate or above by the end of the song to clear it.
tl: 曲の終わったときに左のゲージが70%以上で、クリアとなります

source: Read '%@'
tl: %@の読了

source: Read '18-6'
tl: 「18-6」の読了

source: Read ‘VS-6’ to Unlock
tl: 「VS-6」の読了で解禁

source: Recall Emotions. Each Emotion boosts an aspect of Ilith & Ivy by +10
tl: 感情の回収を実行。回収した感情ごとに、 Ilith & Ivyの機能を+10する

source: Receive a notification when stamina is full
tl: スタミナ全快時に お知らせします

source: Receive notifications when invited to Link Play
tl: 招待を受信時に お知らせします

source: Recollection Gauge and OVER reduced by 1 for every 2 FAR notes
tl: FAR2つごとに、突破値と 想起率ゲージから1減少

source: Recollection Gauge measures Grade (Track Lost on Grade A or below)
tl: 想起率ゲージで暫定グレードを表示 (A以下でTrack Lost)

source: Recollection Gauge measures Grade (Track Lost when grade falls below personal best)
tl: 想起率ゲージで暫定グレードを表示 (自己ベスト以下に滑落時、Track Lost)

source: Recollection Gauge set to 0 for LOST notes
tl: ミスのたびに想起率が0%になります

source: Recollection Gauge starts at %@% Recollection Rate gain reduced to %2@%
tl: 想起率ゲージが %@%からスタート 想起率上昇の割合が%2@%に低減

source: Recollection Rate at 1/4 song progress is converted to stat bonus
tl: 楽曲の1/4時点での想起率を ステータス値へのボーナスに変換

source: Recollection Rate gain increased, but decreases with song progress
tl: 想起率の増加率が上昇 増加率は楽曲が進むにつれて減少する

source: Recollection loss 4x if not using BALANCE Partner
tl: TYPE: バランス以外は想起率の減少量4倍

source: Recollection loss 4x if not using SUPPORT Partner
tl: TYPE: サポート以外は想起率の減少量4倍

source: Recollection loss greatly increased based on OVER
tl: OVER値に応じて、想起率の減少量が肥大

source: Recommended: %@
tl: おすすめの値: %@

source: Recommends songs daily. Gain 41 Fragments on first clear of each song
tl: 日替わりで楽曲をおすすめする 該当楽曲のクリアで欠片41個を獲得

source: Redeem
tl: 確認

source: Redeem Code
tl: コードを利用

source: Reduces graphics quality for lower performance devices
tl: グラフィック品質の切り替え （性能に余裕がない端末向け）

source: Refill
tl: 回復

source: Refill Stamina
tl: スタミナを回復

source: Register
tl: 登録

source: Registrations from this IP address are restricted. Try again later or contact support@lowiro.com
tl: このIPからの登録は制限されています。 後で再度お試しになるか、サポートまでご連絡ください

source: Regulus
tl: レグルス

source: Removed from room
tl: 部屋から退出させました

source: Removes all downloaded songs. They can be downloaded again at any time.
tl: ダウンロードされた全楽曲を削除します。 なお、いつでも再ダウンロードが可能です。

source: Requirement
tl: 購入条件

source: Requirements
tl: 解禁条件

source: Requires email confirmation
tl: 削除確認メールより、承認が必要です

source: Resend Email
tl: メールの再送信

source: Reset
tl: リセット

source: Resolve to lose nothing
tl: 失わないという覚悟

source: Restart
tl: 再設定する

source: Restriction
tl: 制限中

source: Result
tl: 結果

source: Resume
tl: つづける

source: Retrace our journey
tl: 軌跡を辿る、旅路を追憶する

source: Retry
tl: リトライ

source: Reveal a Truth
tl: 真実を明かす

source: Reveal a Whisper
tl: 喚び声を聞く

source: Review Now
tl: レビューを書く

source: Rewards
tl: 報酬

source: Rewards unlocked in World Mode can be used and played offline.
tl: ワールドモードで開放したコンテンツはオフラインで使うことができます

source: Room Management
tl: ルーム管理

source: Room Options
tl: ルーム設定

source: Room codes can only be used to join Private rooms.
tl: ルームコードは非公開ルームにのみ利用可能です。

source: Room is full.
tl: このルームは満員です。

source: Run game at >60 FPS Uses more battery
tl: 有効時に60FPS以上で稼働 (バッテリー負荷:高)

source: SEALED
tl: 封印

source: SEEKER
tl: 究明者

source: SELECT
tl: 選択

source: STAMINA
tl: スタミナ

source: STEP progress carries over to the next World play when using Stamina (Current: %@)
tl: スタミナ消費したプレー時、STEPを蓄積 次回のWorld進行時に加算 (計: %@)

source: SUPPORT
tl: サポート

source: Saki
tl: 咲姫

source: Salt
tl: ソルト

source: Sapphire
tl: サファイア

source: Saya
tl: サヤ

source: Saya & Elizabeth
tl: サヤ & エリザベス

source: Scarlet Core
tl: 緋赤の核

source: Scenery
tl: 情景

source: Score displays distance to closest Grade threshold
tl: 次グレードまでの距離を スコアの代わりに表示

source: Search...
tl: 検索するワードを入力

source: Search[ALTEREGO]
tl: 選別開始

source: Searching for an open room...
tl: 参加可能なルームを検索中…

source: Seele
tl: セーレ

source: Select
tl: 選択

source: Select "All Songs" from the Pack List in Music Play
tl: パック選択画面から 『全曲』を選択する

source: Select Purchase Method
tl: 支払い方法を選択してください

source: Select Scenery
tl: 情景設定

source: Select a Course
tl: コースを選んでください

source: Select a Song
tl: 楽曲を選んでください

source: Select a map and play songs to progress towards rewards.
tl: コンテンツを開放するには、マップを選択し、楽曲をプレイします

source: Select the Partner '%@'
tl: パートナー『%@』を選択

source: Selene Sheryl
tl: セレネ・シェリル

source: Send Email
tl: 確認メールを送る

source: Send another email for account verification?
tl: アカウントの認証メールを再送信しますか？

source: Sending...
tl: 送信中...

source: Sense of Incompleteness
tl: 未完の感覚

source: Serene Core
tl: 穏閑の核

source: Serial code claimed successfully!
tl: シリアルコードの認証に成功しました！

source: Set
tl: セット

source: Setsuna
tl: セツナ

source: Settings
tl: 設定

source: Setup
tl: 調整する

source: Setup is not complete. Are you sure you want to cancel?
tl: 設定は完了していません。変更した内容が失われますが、 キャンセルしますか？

source: Shama
tl: しゃま

source: Share
tl: シェア

source: Shikoku
tl: 紫黒

source: Shirabe
tl: 調

source: Shirahime
tl: 白姫

source: Show Partner skill before song start
tl: 楽曲プレイ直前に パートナースキルを表示

source: Show Potential
tl: ポテンシャル表示

source: Show Touches
tl: タッチエフェクト

source: Sia
tl: シア

source: Side
tl: サイド

source: Side Story
tl: サイド

source: Side Story[PACKLIST]
tl: サイドストーリー

source: Simple: let the weaker and younger be swifter.
tl: 単純さ、簡潔さ、慎ましいくらいさ。 若く青く、弱いものほど身軽なものさ……

source: Single Tap
tl: タップ1回

source: Skill Display
tl: スキル表示

source: Skill and stats are inactive
tl: スキルとステータスが無効化されています

source: Skill inactive in World Mode
tl: World Modeにてスキル使用不能

source: Skill unlocked after Awakening
tl: 覚醒後にスキルが解禁されます

source: Skill unlocked at level %@
tl: スキルはレベル%@でアンロック

source: Skills change various gameplay aspects and difficulty.
tl: パートナースキルは難易度など、様々な要素に影響します。

source: Skip
tl: スキップ

source: Skip Vote
tl: おまかせ選曲

source: Sky notes can appear along Traces. Tap them in the air when they reach the upper input line.
tl: すこし上の方にスカイノートが流れてくることがあります 上のラインに合わせてタップしましょう

source: Slide songs to the right to add them to Favorites.
tl: 楽曲を右にスワイプして、『Favorites』に追加できます。

source: Slow
tl: 遅め

source: Slower
tl: かなり遅め

source: Some maps have requirements to start them. Other maps are timed events, so check back often to find them.
tl: いくつかのマップには開始条件があります 期間限定のマップもあるため、定期的に確認しましょう

source: Song Packs are organized by category. Scroll the category panel vertically to switch the current category, and horizontally to browse the Packs within.
tl: 楽曲パックはカテゴリ順に並んでいます。上下スワイプでカテゴリ切り替え、 左右にスワイプで該当カテゴリのパックが一覧できます。

source: Song Select
tl: 選曲権

source: Song.
tl: 唄

source: Songs can be sorted by Title, Difficulty, Date, or Grade.
tl: 楽曲は曲名順、難易度順、日付順、グレード順に並べ替えることができます。

source: Songs included: %@
tl: 追加される楽曲数: %@

source: Songs required to unlock FTR difficulty
tl: 難易度FTR解禁には 上記の楽曲が必要です

source: Sort By
tl: ソート順

source: Spend %1@ Fragments to Reveal a Truth?
tl: 欠片%1@個を消費して、真実を明かしますか？

source: Spend %1@ Fragments to Reveal a Whisper?
tl: 欠片%1@個を消費して、喚び声を聞きますか？

source: Spend %@ memories to activate boost?
tl: %@ メモリーでブースト機能を起動しますか？

source: Spend %@ memories to refill stamina?
tl: %@メモリーを使ってスタミナを回復しますか？

source: Spend Ether Drops to upgrade Intruder
tl: エーテルの雫を消費してかの侵犯者を強化

source: Spend Ether Drops to upgrade Partner
tl: エーテルの雫を消費してパートナーを強化

source: Spend Stamina and complete a song in World Mode
tl: 『World Mode』で 『スタミナ』を消費し 楽曲を最後までプレイ

source: Spire of Convergence
tl: 収束の螺旋塔

source: Spire of the Gods
tl: 神々の螺旋塔

source: Stamina
tl: スタミナ

source: Stamina Boost
tl: スタミナ ブースト

source: Stamina Boost
tl: スタミナブースト

source: Stamina Notification
tl: スタミナ回復通知

source: Stamina Steps grant you additional stamina when stopped on. You'll miss the reward if you pass over it, so aim carefully!
tl: スタミナステップの上に止まると追加でスタミナを入手することができます。 通り過ぎると入手できませんので、注意して狙ってください。

source: Stamina Used
tl: 使用後のスタミナ

source: Stamina after
tl: 使用後のスタミナ

source: Stamina before
tl: 使用前のスタミナ

source: Stamina can be refilled using Memories or Fragments.
tl: メモリーと欠片を使ってスタミナを回復することができます

source: Stamina refilled!
tl: スタミナが回復しました！

source: Standard / High
tl: 標準/高

source: Standard progress
tl: 通常時

source: Star.
tl: 恒星

source: Start
tl: 開始

source: Starting in...
tl: 開始まで…

source: Stats affect various aspects of gameplay and world progress.
tl: パートナーのステータスは、 ゲームやWorld Modeの進行中に、様々な効果を発揮します

source: Stats are temporarily doubled upon clearing a maimai song
tl: maimai楽曲をクリア時のみ ステータスが一時的に上昇する

source: Stella
tl: ステラ

source: Step
tl: ステップ

source: Stored Progress
tl: 蓄積中の進行度

source: Stories in Act II are intended to be read after finishing Final Verdict. For the best experience, it is recommended to complete Final Verdict before proceeding.
tl: メインストーリー《Act II》は、《Act I》最終章『Final Verdict』後の物語です。 《Act II》突入前に、『Final Verdict』を綴ることをおすすめします。

source: Story Mode contains the game's unlockable storyline.
tl: Story Modeには、開放することで読み進められるゲームの物語があります。

source: Story Text Speed
tl: テキスト速度

source: Submit to entropy
tl: 混沌に降れ

source: Submit to resignation
tl: 成就の前に散れ

source: Submit to silence
tl: 沈黙に降れ

source: Success
tl: 成功

source: Success! Welcome to Arcaea!
tl: 成功！Arcaseへようこそ！

source: Suggested by
tl: おすすめの一曲

source: Summer
tl: サマー

source: Sunder the world, wield a miracle
tl: 奇跡を成すは、世を裂く異端

source: Sunset Core
tl: 暮相の核

source: Sync
tl: 同期

source: TANO*C Core
tl: TANO*Cの核

source: Tairitsu
tl: 対立

source: Tairitsu & Chuni Penguin
tl: 対立＆チュウニペンギン

source: Tairitsu & El Fail
tl: 対立＆エル・フェイル

source: Tairitsu & Trin
tl: 対立＆トリン

source: Take her hand
tl: かの少女の手を取れ

source: Tap
tl: タップ

source: Tap 'Sync' at the top left of your screen any time to upload all of your scores. Once synchronized they can be safely restored to any new devices.
tl: 画面左の【同期】ボタンをタップして、いつでもスコアをアップロードできます。 同期が完了次第、データはどの端末からも安全に復旧して頂けます。

source: Tap Floor notes as soon as they touch the input line. Tap the appropriate one of 4 floor lanes.
tl: フロアノートが画面下のラインに触れるタイミングで 4つのうち、適切なレーンをタップしてください

source: Tap Music Play to get started playing songs.
tl: Music Playをタップすると、楽曲が遊べるモードに移ります。

source: Tap a Partner's stats or skill to seal them. This will deactivate their stats and skill.
tl: スキルは一時的に無効化（封印）も可能です。 封印と解除の切り替えは、スキル欄をタップしてください。

source: Tap and hold long notes. Start when they reach the input line and release when they have passed it.
tl: ロングノートは長押ししましょう。 流れてきたら押し始めて、切れる時に指を離します

source: Tap the button once on every 3rd Beat
tl: 3ビートごとにボタンをタップしてください

source: Tap this icon to change your current Partner.
tl: アイコンをタップしてパートナーを選択。

source: Tap to claim Tier reward
tl: タップしてTier報酬を入手

source: Tap to obtain %@
tl: タップで%@を獲得

source: Tap to obtain with Memory Archive Ticket
tl: Memory Archiveチケットを消費して獲得

source: Tap to purchase
tl: 購入

source: Tap to receive
tl: タップして受け取る

source: Tap to receive memories for any incomplete purchases
tl: タップして購入未完了分のメモリーを受け取る

source: Tap to switch preset for audio setups
tl: タップすると音声設定の プリセットを切替えます

source: Tap to switch to a different song pack.
tl: タップすると、他の楽曲パックに切り替えることが出来ます。

source: Terms of Service
tl: 利用規約

source: Thank You
tl: ありがとうございます

source: Thank you for calling back to me.
tl: 〔ありがとう。あのとき、私にこたえてくれて〕

source: Thank you for your purchase! Your continued support helps the Arcaea project.
tl: 購入処理が完了しました ご愛顧、誠にありがとうございます。

source: The 'Beyond Boost' gauge rises as stamina is spent in World Mode to a max of 200%. When enabled, the boost increases your next Beyond Chapter play progress.
tl: World Modeでスタミナ消費時、『Beyond ブースト』ゲージが上昇します（最大200%） 『Beyond ブースト』を起動すると、Beyondチャプターの進行度が増加します。

source: The Arcaea network is currently under maintenance.
tl: Arcaseのサーバはメンテナンス中です

source: The Lead selects a song to play.
tl: 選曲者は遊ぶ曲を選びます。

source: The battle begins again
tl: そして再度、戦端を開く

source: The data on this device will be replaced with the cloud save.
tl: クラウドのデータをDLして、この端末のデータを上書きします。

source: The purchase could not be completed.
tl: 購入処理が完了できませんでした

source: The room you were invited to is no longer available.
tl: すでにこのルームは利用できません。

source: The story of Arcaea draws to a close. A choice has been made and the fate of two is sealed. Choices made cannot be undone. You have now unlocked the ability to re-play past Anomalies when their conditions are met. An additional story entry has been unlocked.
tl: Arcaseの物語に終止符が打たれた。 あなたはすでに選択をしていて、彼女たち二人の運命も確定されています。選択したすべての選択肢は回収できません。 今では、対応する条件を達成した後、過去の幻に再び入ることができます。 新しい物語がロック解除されました。

source: Their Story
tl: 彼女らの物語

source: There are players in your room who have not purchased or unlocked this song.
tl: この曲を解禁していない、または まだ未購入のプレイヤーさんがいます。

source: There is a new version of Arcaea available. Please update.
tl: 新しいバージョンがリリースされています。 アプリストアからアップデートしてください

source: There was a problem downloading data. Please check your device's storage. Error Code: %1@
tl: ダウンロード中に問題が発生しました。 端末ストレージの空き容量をご確認ください。 エラーコード: %1@

source: There was a problem receiving the server response.
tl: サーバーとの接続にエラーが発生しました

source: There was a problem receiving the server response. Please check your progress after re-entering World Mode.
tl: サーバーとの接続に問題が発生しました ワールドモードに再度入り直してください

source: There was a problem saving the song. Please check storage.
tl: 楽曲の保存時に問題が発生しました。ストレージ容量を確認してください

source: There was a problem submitting this score online.
tl: スコアの送信処理中にエラーが発生しました

source: This Intruder has reached maximum level.
tl: かの侵犯者は最大レベルに到達しました

source: This Pack is available to obtain until 9 March 2026. Once obtained, the Pack's contents can continue to be accessed after 9 March 2026.
tl: このパックは、2026/03/09 までの 期間限定で入手できます。 パック内の楽曲は、一度入手すると 上記の期間後もプレイ可能です。

source: This Partner has reached maximum level.
tl: パートナーは最大レベルに到達しました。

source: This Partner has reached maximum level. Awaken the Partner to upgrade them further.
tl: パートナーが最大レベルに到達しました。 更にレベルを上げるためには、パートナーを覚醒させてください。

source: This Partner is obtained through World Mode.
tl: このパートナーはワールドモードで獲得可能です

source: This Partner must be level 20 to awaken.
tl: パートナーの覚醒にはLv20到達が必須です

source: This account is locked.
tl: このアカウントはロックされています

source: This account is not verified. Please check your registered email inbox for instructions on how to complete verification.
tl: アカウントの認証が済んでいません。 ご登録のアドレスのメールボックスをご確認の上、 認証プロセスを完了してください。

source: This account registration has expired. Please register a new account.
tl: この認証リンクは失効しています。 お手数ですが初めからアカウント登録をやり直して下さい。

source: This can be adjusted at any time from settings
tl: この項目は設定からいつでも変えることができます

source: This code has already been claimed.
tl: このコードは既に使用されています

source: This email address is already in use.
tl: このメールアドレスは既に利用されています

source: This event has already ended. Your score was not submitted.
tl: 該当のイベントは終了しました。スコアは送信されません。

source: This event map has ended and is no longer available.
tl: このイベントマップは既に終了しているか、もう利用できません

source: This event map is currently not available!
tl: このイベントマップは現在利用できません！

source: This feature has already been used on this device.
tl: 本機能はこの端末にすでに適用されています。

source: This feature has been restricted for your account. If you are unsure why, please contact support@lowiro.com
tl: 本機能はこのアカウントでは制限されています。 心当たりのない方はsupport@lowiro.comにお問合せください。

source: This feature is currently not available.
tl: 本機能は現在、ご利用いただけません。

source: This item is currently unavailable to purchase.
tl: このアイテムは現在購入することができません

source: This map has already been completed!
tl: このマップはすでに開拓済みです！

source: This memory... was it always here?
tl: ……こんなモノ、今まであったかしら？

source: This purchase has already been completed. Please attempt tapping 'Complete Purchase' Contact support@lowiro.com if you have concerns.
tl: この購入手続きは完了しています。 以下の【購入を完了する】ボタンをタップしてください。 もし質問、ご不明点などありましたら、 support@lowiro.comまでお問い合わせください。

source: This purchase requires additional steps. Please attempt tapping 'Complete Purchase' or restarting Arcaea once complete.
tl: この支払いには追加の手順が必要です。 下の【購入を完了する】をタップするか、 完了時にArcaeaアプリを再起動して下さい。

source: This score could not be submitted online. Please restart or update Arcaea.
tl: このスコアはネットワークに送信出来ませんでした。 Arcaeaを再起動するか、更新してください。

source: This song is available by progressing through World Mode.
tl: この楽曲はワールドモードで開放することができます

source: This song is available through completing Beginner Missions.
tl: 本楽曲は『ビギナーミッション』の途中で解禁できます。

source: This song is available to obtain until 9 March 2026. Once obtained, the song can continue to be accessed after 9 March 2026.
tl: この楽曲は、2026/03/09 までの 期間限定で入手できます。 楽曲は、一度入手すると 上記の期間後もプレイ可能です。

source: This song is not yet available. Please check back soon!
tl: まだリリース前の楽曲です もうしばらくお待ち下さい！

source: This story is intended to be read after %1@ and %2@. For the best experience, it is recommended to have read %1@ and %2@ before proceeding.
tl: 本ストーリーは『%1@』『%2@』のつづきです。 より良い体験のため、本ストーリー前に『%1@』『%2@』の読了がおすすめです。

source: This story is intended to be read after %1@. For the best experience, it is recommended to have read %1@ before proceeding.
tl: 本ストーリーは『%1@』のつづきです。 より良い体験のため、本ストーリー前に『%1@』の読了がおすすめです。

source: This user does not exist.
tl: そのユーザーが存在しません

source: This user is already your friend.
tl: このユーザーは既にあなたのフレンドになっています

source: This username is already in use.
tl: このユーザー名は既に使用されています

source: This version of Arcaea is preparing for release. Please check back in a few minutes.
tl: 現在のArcaseバージョンはリリース準備中です 少々お待ちください

source: This will delete your account permanently! You will be sent an email to complete the process.
tl: アカウントを完全に削除します。よろしいですか？ 問題なければ下のボタンを押して下さい。 ご登録のアドレスに確認メールが送信されます。

source: Throne.
tl: 玉座

source: Tier reward has been claimed
tl: このTier報酬は入手済みです

source: Time remaining until Course abandoned
tl: リタイアまでの残り時間

source: Time to next conversion:
tl: 次の変換まで:

source: Time up.
tl: 時間切れ──。

source: Title
tl: 曲名

source: To Main Menu
tl: Main Menuへ

source: To World Mode
tl: World Modeへ

source: To progress through the story, you will need to complete requirements.
tl: 物語を進めるためには、条件を満たす必要があります。

source: Toa Kozukata
tl: 不来方 とあ

source: Top
tl: 画面上部

source: Transcend your limit
tl: 克己せよ、超越せよ

source: Transfer your scores and unlocks to any other device by logging in and using the Cloud Save feature. Cloud Save is not a dedicated backup feature. Please only use one account per device, and note that Fragments are not transferred.
tl: ログイン後、クラウドセーブ機能をご利用していただくことで、 解禁した楽曲とハイスコアを他のデバイスへ転送することが可能です。 クラウドセーブ機能はバックアップ機能とは異なります。 端末１つにつきご利用されるアカウントも１つに留めてください。 転送の対象は解禁した楽曲とハイスコアのみで、欠片は含まれません。

source: Tsumugi
tl: つむぎ

source: Turns
tl: 交代制

source: Tutorial
tl: チュートリアル

source: Twilight
tl: 宵闇

source: UNLOCK
tl: アンロック

source: UNiVERSE
tl: ゆにばーす

source: Umbral Core
tl: 虚影の核

source: Unavailable Offline
tl: オフライン

source: Unlock
tl: アンロック

source: Unlock %@ %2@
tl: %@ %2@の解禁

source: Unlock %@ by purchasing %2@
tl: '%2@' を購入すると パートナー '%@' が追加されます

source: Unlock %@ by purchasing the %2@ pack
tl: 拡張パック '%2@' を購入すると パートナー '%@' が追加されます

source: Unlock Conditions
tl: 楽曲の解放条件

source: Unlock Hint
tl: ヒントを開示する

source: Unlock Requirement
tl: 解禁条件

source: Unlock [WORLD]
tl: ストーリーの解禁

source: Unlock a map in 2 different World Chapters
tl: 2つの『チャプター』で ワールドマップを解放

source: Unlock a song using fragments
tl: 『欠片』を使って 楽曲を開放する

source: Unlock all rewards to claim Tier reward
tl: このTierの全ミッションを完了すると、報酬が獲得できます

source: Unlock new Partners by obtaining song packs or through World Mode.
tl: 新しいパートナーは、楽曲・パックを購入するか、 ワールドモードの進行で解放、入手が可能です。

source: Unlocked by reaching Potential 9.00
tl: ポテンシャルが9.0に到達すると、解禁されます

source: Unlocked in Axiom of the End
tl: Axiom of the Endにて解禁可能

source: Unlocked in World Mode Chapter %@
tl: World Modeにて解禁可能 対象マップ: Chapter %@

source: Unlocked in World Mode Lost Chapter: Beyond
tl: World Modeにて解禁可能 Lost Chapter: Beyond

source: Update '%1@' Pack?
tl: 楽曲パック【%1@】を更新しますか？

source: Update Pack?
tl: この楽曲パックを更新しますか？

source: Upgrade
tl: 強化

source: Upload
tl: アップロード

source: Use Cloud Save
tl: クラウドのデータを使用する

source: Use Cores to awaken Partner?
tl: パートナーの覚醒に核を使いますか？

source: Use Fragments
tl: 欠片を使う

source: Use Memories
tl: メモリーを使う

source: Use Random Song to pick a song, and clear it
tl: ランダムボタンで選曲、 楽曲をクリアする

source: Use Warped Shard to play this course?
tl: 次元の硝片を消費して、このコースをプレイしますか？

source: Use a Partner with a STEP stat over 50 to progress in World Mode
tl: ステータス『STEP値』が 50以上のパートナーで World Modeを進める

source: Use a Partner with a STEP stat over 50 to progress in World Mode
tl: ステータス『STEP値』が50以上のパートナーで World Modeを進める

source: Use all Milk (Current: %@). Each Milk grants a +11% chance to gain 100 Fragments
tl: 『牛乳』を全て消費し (現在: %@本)、 1本あたり11%の確率で欠片100個を獲得

source: Use an Ether Drop to upgrade a Partner
tl: 『エーテルの雫』を使い パートナーを強化する

source: Use two fingers when two Arc notes appear. Keep the same finger on one color of Arc note for its duration.
tl: アークノートが2つ流れてきたら、指を2本使いましょう ノートが続いている間は指を変えることはできません

source: Username
tl: ユーザー名

source: Username must be 3-15 characters a-Z 0-9
tl: ユーザー名は3文字以上15文字以下の 英数字にしてください

source: Username or password incorrect.
tl: ユーザー名またはパスワードが間違っています

source: VISUAL - 'Nutritious' note appearance when playing a %2@ song
tl: VISUAL - %2@楽曲をプレイ時、 ノートのデザインが「リコピン」になる

source: VISUAL - Recollection Gauge is hidden
tl: VISUAL - 想起率が非表示になります

source: Variety
tl: バラエティ

source: Verifying files...
tl: DLファイルを確認中…

source: Version
tl: Ver.

source: View your Profile Card
tl: 『プロフィールカード』 を確認する

source: Visibility
tl: ルームの公開設定

source: Visual
tl: 画面設定

source: Vita
tl: ヴィータ

source: Vote
tl: 投票制

source: Voting Results
tl: 投票結果

source: WACCA Core
tl: WACCAの核

source: WARNING! Cancelling will consume your Warped Shard/Stamina.
tl: 警告: すでにスタミナ・次元の硝片を消費しています。 DLをキャンセルしても、消費分は返却されません。

source: WARNING! You are using a modified version of Arcaea. Continued use will result in the banning of your account. This is a final warning.
tl: 警告！修正版のArcaseを使用しています。 使い続けるとアカウントが閉鎖されます。 これが最後の警告です。

source: Waiting for more players to join the room.
tl: 他のプレイヤーが揃うまでお待ち下さい。

source: Waiting for other players to finish...
tl: 他のプレイヤーさんの終了を待っています…

source: Waiting for others to vote...
tl: 他プレイヤーの選曲を待っています

source: Waiting for players to join...
tl: プレイヤーの参加を待っています…

source: Waiting for the Lead's selection...
tl: 選曲者さんが曲を選んでいます…

source: Waiting for your vote...
tl: 遊びたい楽曲を選んでください

source: Warning
tl: 警告

source: Warped Shard
tl: 次元の硝片

source: Warped Shards can be used instead of stamina to start any unlocked course. They are obtained through World Mode and various means.
tl: 次元の硝片をスタミナの代わりに消費することで、解禁済みのコースをプレイ出来ます。 本アイテムはWorld Modeなど、様々なタイミングで入手できます。

source: Watch Axiom of the End from above for 4 minutes
tl: Axiom of the Endの トップ画面を、4分眺める

source: Watch the upper input area for Sky notes.
tl: 少し上に流れてくるノートには、専用のラインがあります

source: Welcome
tl: ようこそ

source: Welcome to Arcaea! Here are the basics to get started.
tl: リズムの源Arcaseへようこそ！ 遊びの基本操作を学びましょう

source: Welcome to Arcaea! Please complete setup for best timing. You can re-configure this later through the Settings menu.
tl: Arcaseへようこそ！ 設定を完了して時間判定を改善してください。 後でゲーム設定ページでこの設定を変更することができます

source: When 5 notes are LOST, FRAG reduced by 3 per additional LOST note
tl: 5回以上LOSTになった際 LOST1回ごとにFRAG値が3ずつ減少

source: When a new minute begins, start and clear a song
tl: 時刻の秒針が0のときに 楽曲を開始、クリアする

source: When enabled, players have a timed window to select songs and difficulties.
tl: 選曲時、タイムリミットを設けます。

source: When lost: woe to the strong.
tl: 憐れなりや喪う者、強き者は嘆きを見る

source: When lost: woe to the unequal.
tl: 憐れなりや喪う者、均衡なき者に災いあり

source: When lost: woe to the unhelpful.
tl: 憐れなりや喪う者、無援の者に災いあり

source: When set, your profile Partner will be shown to friends and on leaderboards. You can change or remove which Partner is set at any time.
tl: 『お気に入り』を設定したパートナーは、フレンドにもスコアボードでも プロフィールで表示されるようになります。変更・解除はいつでも可能です。
